[
    {
        "era": "Age of Aether",
        "description": "With the Advent of Aether, the tranquil existence of the Age of Genesis was disrupted by an event of unparalleled significance. Aether, the fundamental force that introduced Disparity, swept through the cosmos, bringing with it the dualities of heat and cold, life and death, and light and dark. In response to this infusion of Aether, the Primordial 7 gods were born, each claiming dominion over specific aspects of Aether itself, meticulously guiding and controlling its vast potential. Stelarus, the God of Solar, harnessed the radiant energies of Aether, commanding the essence of fire to shape the celestial bodies that illuminated the cosmos. Raljun, the God of Arc, wove the threads of Aether into the tapestry of the arcane, manipulating the very essence of magic and mysticism. Eridus, the God of Void, took upon the solemn duty of controlling the dark currents of Aether. Nocturna, the Goddess of Death, guided the ebb and flow of Aether in realms beyond mortal comprehension, overseeing the transition from life to afterlife. Odin, the God of Conflict, utilized Aether to fuel the flames of strife and war, channeling its power into the struggles that defined the mortal plane. Hyperia, the Goddess of Time, wove the strands of Aether into the fabric of temporal existence, orchestrating the flow of moments within the cosmic tapestry. Vitalius, the God of Life, nurtured the fertile aspects of Aether, infusing vitality into the Arch-Trees and sowing the seeds of life across the mortal realm. While controlling the Aether the gods kept it from surging out of control. In their celestial realms, the gods crafted the mortal world, sowing the seeds of creation within the Arch-Trees. These majestic trees, conduits of Aether, served as vessels for the divine essence, spreading the life-giving force across the realms. The gods carefully maintained control over Aether, ensuring its balance and preventing the force from spiraling into chaotic discord. During this era, the dragons, blessed by the gods with a harmonious connection to Aether, ruled the lands with seemingly limitless power. The divine essence coursed through their veins, making them formidable beings. Mortals, guided and influenced by the gods, flourished in a world shaped by the delicate control of Aether, living in harmony with the divine forces that shaped their existence.",
        "subcategories": [
            {
                "title": "Dawn of Aether",
                "events": [
                    {
                        "year": "55000 B.R - 40000 B.R",
                        "title": "The gods live in harmony",
                        "description": "The gods live in harmony, shaping the world and watching how it unfurls.",
                        "level": "Universe Changing Event"
                    },
                    {
                        "year": "40000 B.R - 35000 B.R",
                        "title": "The gods create offspring",
                        "description": "The gods create offspring, creating several generations of deities.",
                        "level": "National Event"
                    },
                    {
                        "year": "36543 B.R",
                        "title": "Seraphis creates humans",
                        "description": "Seraphis sacrificed his grace and expended his aether to breathe life into humanity. Drawn by the wonder of entities shaped by the aether, he yearned to contribute his own creation. His own power, meager and devoid of Aether's abundance, could not foster a race in great numbers. Thus, he offered up every ounce of his aether, birthing a modest number of humans into existence.",
                        "level": "Universe Changing Event"
                    },
                    {
                        "year": "35000 B.R - 30000 B.R",
                        "title": "Some lesser deities start becoming jealous",
                        "description": "Some lesser deities start becoming jealous of the primordials power.",
                        "level": "Local Event"
                    },
                    {
                        "year": "25000 B.R - 20000 B.R",
                        "title": "The Draconian, Eldarin, and Moros Are created",
                        "description": "The Draconian, Eldarin, and Moros Are created.",
                        "level": "Universe Changing Event"
                    }
                ]
            },
            {
                "title": "Discord",
                "events": [
                    {
                        "year": "20000 B.R - 15000 B.R",
                        "title": "The lesser deities start forming small alliances",
                        "description": "The lesser deities start forming small alliances.",
                        "level": "National Event"
                    },
                    {
                        "year": "10637 B.R",
                        "title": "The war for Oritur Sol is started",
                        "description": "The war for Oritur Sol is started with the help of Odin.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "10236 B.R",
                        "title": "Stelarus is assassinated by Antares And Odin",
                        "description": "Stelarus is assassinated by Antares And Odin.",
                        "level": "Universe Changing Event"
                    },
                    {
                        "year": "10197 B.R",
                        "title": "The war for Oritur Sol ends",
                        "description": "The war for Oritur Sol ends.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "10000 B.R - 0 B.R",
                        "title": "The large factions that are left are in a stalemate",
                        "description": "The large factions that are left are in a stalemate, exhausted by the war.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "3558 B.R",
                        "title": "Adeline is banished to arathia",
                        "description": "Adeline is banished to arathia.",
                        "level": "National Event"
                    },
                    {
                        "year": "0 B.R",
                        "title": "Eridus causes the shattering",
                        "description": "At the heart of the shattering stood Eridus, the enigmatic God of Void, his influence looming over the fate of the world. Eridus, harbinger of the power of void, made a fateful choice that would reverberate through the realms. Eridus, the most powerful of the Primordial 7 gods, felt another presence in the void, a presence previously unknown, intrigued he chose to defy his sacred duty as the god of void. In a moment of rebellion, he relinquished his grip on the shackles that restrained the raw power of Aether. The other gods, entrusted with maintaining the delicate balance of existence, could not anticipate the consequences of Eridus's bold decision. The very fabric of the world quivered as the ethereal shackles binding Aether shattered into a myriad of fractured fragments. The cosmic force, once harmoniously channeled and restrained by the gods, now roared unchecked, unrestrained by divine hands. Waves of chaotic energy emanated from the breach, echoing through the celestial realms and cascading into the mortal plane. Mortals, too, felt the aftershocks of The Shattering. The Aether, no longer restrained by divine guidance, manifested in unpredictable ways. As The Shattering unfolded, the delicate balance of existence crumbled. The gods, faced with the consequences of their brother's rebellion, withdrew from direct intervention, leaving the fractured realms in the hands of mortals now navigating a world on the brink of chaos.",
                        "level": "Universe Changing Event"
                    }
                ]
            }
        ]
    },
    {
        "era": "Age of Fragmentation",
        "description": "After the Shattering, the mortal realm plunged into the chaotic embrace of the Age of Fragmentation. The once-unified Pantheon of gods, who had meticulously woven the cosmic tapestry, now seemed to withdraw, their celestial presence becoming elusive and distant. Mortals, left to grapple with the aftermath of the cosmic upheaval, found themselves navigating a world reshaped by the fractures that echoed through the realms. The Arch-Trees, once harmonious conduits of divine power, experienced a profound transformation. Blooming like never before, these majestic entities absorbed the unbridled Aether that surged through the breach, branching into a riotous display of colors and energies. The mortal world, once a realm carefully crafted by the gods, now bore witness to the untamed forces of Aether, coursing through the Arch-Trees and permeating the very essence of existence. In this tumultuous era, the world began its gradual regression toward the formless state of the Age of Genesis. The shattered remnants of divine realms cast their influence upon the mortal plane, creating landscapes that bore both the scars of conflict and the promise of untapped potential. The boundaries between the divine and mortal blurred, as the lingering echoes of the Shattering resonated through every corner of the realms. As the shackles that once bound Aether were shattered, mortals found themselves able to absorb the essence of Aether at an unprecedented rate. The empowered became the most potent they had ever been, their very beings resonating with the unfettered power of Aether. Cities rose and fell, empires clashed, and newfound abilities manifested in individuals who now stood as living conduits of Aether.",
        "subcategories": [
            {
                "title": "Thousand year war",
                "events": [
                    {
                        "year": "0 B.A",
                        "title": "Antares expands his influence",
                        "description": "Antares takes the chaos caused by the shattering as an opportunity to try to expand his influence.",
                        "level": "National Event"
                    },
                    {
                        "year": "1 B.A",
                        "title": "Antares goes on an all out offense against the last gods",
                        "description": "Antares goes on an all out offense against the last gods.",
                        "level": "Universe Changing Event"
                    },
                    {
                        "year": "46 B.A",
                        "title": "Anima and Obitus form an alliance against Oritur Sol",
                        "description": "Anima and Obitus form an alliance against Oritur Sol.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "176 B.A",
                        "title": "Antares leads a direct assault on the Anima and Obitus",
                        "description": "Antares leads a direct assault on the Anima and Obitus, a fortress of the gods, causing significant celestial casualties and forcing a strategic retreat of Anima and Obitus.",
                        "level": "National Event"
                    },
                    {
                        "year": "322 B.A",
                        "title": "Some of Oritur Sol's fortresses are besieged",
                        "description": "Some of Oritur Sol's fortresses are besieged by the combined might of Anima and Obitus. The siege lasts for several years, with countless casualties.",
                        "level": "National Event"
                    },
                    {
                        "year": "589 B.A",
                        "title": "Anima civil war",
                        "description": "A schism within the faction of Anima leads to a temporary civil war, temporarily weakening their position and allowing Oritur Sol to regain lost territories.",
                        "level": "National Event"
                    },
                    {
                        "year": "863 B.A",
                        "title": "The 100 Days of Fire",
                        "description": "The 100 Days of Fire - Antares unleashes a hundred days of relentless fiery onslaught, burning through the defenses of Anima and Obitus, leading to a dire moment in the war.",
                        "level": "National Event"
                    },
                    {
                        "year": "1130 B.A",
                        "title": "The Battle of Broken Dreams",
                        "description": "The Battle of Broken Dreams - A devastating battle where both sides suffer enormous losses, leading to a brief but incomplete truce.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "1163 B.A",
                        "title": "The thousand year war ends",
                        "description": "The thousand year war ends.",
                        "level": "World Changing Event"
                    }
                ]
            },
            {
                "title": "Shattered Grandeur",
                "events": [
                    {
                        "year": "1200 B.A - 2300 B.A",
                        "title": "The gods are left in a weakened stalemate",
                        "description": "The gods are left in a weakened stalemate, just as before, just in a more pitiful state.",
                        "level": "World Changing Event"
                    },
                    {
                        "year": "2393 B.A",
                        "title": "Antares blesses Regulus",
                        "description": "Antares blesses Regulus.",
                        "level": "World Changing Event"
                    }
                ] 
            }
        ]
    }
]